chat_system_1932881043_actor_description=Richard Harmon. King's old castle keeper.
chat_system_1932881043_snap_2_question=^?^Maybe you want to know something else?
chat_system_1932881043_snap_2_answer_0=^?^Maybe I can help you somehow?
chat_system_1932881043_snap_2_answer_1=^?^Yes. I would like to hear the story of the deserted castle once again. 
chat_system_1932881043_snap_2_answer_2=^?^No. I came for no particular reason. See you.
chat_system_1932881043_snap_1_question=^?^As you may know, our former King Hard the Terrible, grandfather of King Mark, was a very cruel king indeed, and many of his people starved during his reign. The king always suspected everyone of betrayal, and suspected all the servants of theft. Scarcely a day passed that he hadn't executed someone. The people tried to rebel, but this only increased the king's cruelty. But his wife, Queen Martha, was a very kind and sympathetic woman. She tried to smooth over all those terrible things her husband had done. She gave food and money to poor people, and did her best to help families of those who had died.<br>When King Hard learned of this, he decided to execute all of those who she helped.<br>Having seen that her husband had completely lost his mind, Martha asked all the people to leave the castle, said goodbye to her little son Ron, and ordered the walls sealed with stones, from the outside. There she remained with her mad husband. And so they were together entombed.<br>After this, the capital was moved to the north, to Greenwort. The noble Ron Leonard, named the Peacemaker, grew up there, where he ruled Darion well. And his noble children, Carl and Mark, grew up there also. 
chat_system_1932881043_snap_1_answer_0=^?^That's very interesting, thank you. 
chat_system_1932881043_snap_0_question=^?^Welcome, traveler. I am the Keeper of the Royal Burial Vault, Sir Richard Harmon. You can see the old family castle of the Kings of Darion behind me.<br>If you want to know what happened here and why this castle became deserted, I would be happy to tell you.
chat_system_1932881043_snap_0_answer_0=^?^I greet you, Sir Richard. Yes, I would like to listen to the story of the old castle. 
chat_system_1932881043_snap_0_answer_1=^?^Maybe I can help you somehow? 
chat_system_1932881043_snap_0_answer_2=^?^I have no time right now. Goodbye.
